logs/tws-event.xml

<?xml version="1.0" encoding="UTF-8"?>
   
   
      <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wfm="http://WIN-687RHJV6VUL:19086/teamworks/webservices/OPPOD/WFMCoordinationEventService.tws"><soapenv:Header/><soapenv:Body><wfm:BedRequest>
         <wfm:Patient_ID>Pa77777</wfm:Patient_ID>
         <wfm:Provider_ID>Pro12345</wfm:Provider_ID>
         <wfm:Unit_ID>Unit223</wfm:Unit_ID>
         <wfm:timestamp>2012-04-01T12:30:15</wfm:timestamp>
      </wfm:BedRequest></soapenv:Body></soapenv:Envelope>
   
